disks/runtime.64k_write/30.log
job: (g=0): rw=write, bs=(R) 64.0KiB-64.0KiB, (W) 64.0KiB-64.0KiB, (T) 64.0KiB-64.0KiB, ioengine=libaio, iodepth=1
fio-3.7
Starting 1 process

job: (groupid=0, jobs=1): err= 0: pid=229821: Tue Aug 11 20:25:16 2020
  write: IOPS=3582, BW=224MiB/s (235MB/s)(5120MiB/22868msec)
    slat (usec): min=4, max=280, avg=18.60, stdev= 6.39
    clat (usec): min=20, max=9197, avg=258.71, stdev=229.54
     lat (usec): min=43, max=9214, avg=277.50, stdev=229.31
    clat percentiles (usec):
     |  1.00th=[   50],  5.00th=[   55], 10.00th=[   57], 20.00th=[  241],
     | 30.00th=[  258], 40.00th=[  262], 50.00th=[  265], 60.00th=[  265],
     | 70.00th=[  281], 80.00th=[  281], 90.00th=[  297], 95.00th=[  306],
     | 99.00th=[  824], 99.50th=[  857], 99.90th=[ 2638], 99.95th=[ 2671],
     | 99.99th=[ 9110]
   bw (  KiB/s): min=190080, max=884864, per=100.00%, avg=229586.49, stdev=113091.90, samples=45
   iops        : min= 2970, max=13826, avg=3587.24, stdev=1767.07, samples=45
  lat (usec)   : 50=1.02%, 100=12.97%, 250=9.40%, 500=73.55%, 750=1.05%
  lat (usec)   : 1000=1.86%
  lat (msec)   : 2=0.01%, 4=0.10%, 10=0.04%
  cpu          : usr=2.67%, sys=6.96%, ctx=81923, majf=0, minf=15
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,81920,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=224MiB/s (235MB/s), 224MiB/s-224MiB/s (235MB/s-235MB/s), io=5120MiB (5369MB), run=22868-22868msec

Disk stats (read/write):
  sdd: ios=0/81290, merge=0/0, ticks=0/20611, in_queue=468, util=96.94%